text1 = """Две старые кошки, мурлыча и грациозно двигаясь, поймали трёх мелких мышей в саду,
но потом убежали в тёмный лес, где всегда тихо."""

text2 = """Я очень долго и нудно думал о смысле своей жизни и представлял себя 
на песчаном пляже бездонного тихого океана вместе с любимой девушкой."""

text3 = """Дядя был самых честных правил, когда он не в шутку занемог, он уважать себя заставил и лучше выдумать не мог."""

text4 = """Я очень люблю читать разные, старые романы Бориса Акунина о подвигах статского советника 
Фондорина и его поручика Массы и представлять себя на месте главного героя этого замечательного романа."""

text5 = """Когда я, учившись в университете, постоянно сталкивался с новыми задачами, которые были более сложными, 
чем те, с которыми я раньше сталкивался, я понял, что постоянно совершенствуя свои навыки, я могу лучше справляться с ними."""

text6 = """При этом осознавая, что пока я не достигну такого же уровня, как мой друг, 
который постоянно занимается самообразованием и получая признание за свои достижения, 
я не смогу полностью реализовать свой потенциал, хотя я и пытался учиться на его опыте, 
думая, что если бы я раньше начал заниматься самообразованием, я бы уже достиг больших успехов."""

text7 = """Тихо. Весенний вечер - чудесное время."""

text8 = """http://ya.ru www.youtube.com ya@ya.com. Осень. 
Иван ушёл, а мама кричала: 'Вернёшься к 21.00?!' Вечер - чудесное время!"""

text9 = """Стулья, табуретки, тумбочки — всякая мебель громоздилась на телеге. 
Трое учеников: Семёнов, Ладыгин и Карпова — не пришли на факультатив. 
Мы здесь не живём — существуем. Теперь остаётся одно — ждать и держаться. Дав слово — держи."""

text10 = """Осуждены — мы это знаем сами — мы расточать, а не копить. 
Красна изба пирами, а человек — делами. Офицер — из пистолета, Тёркин — в мягкое штыком. 
По маршруту Москва — Прага. Ива — дерево, что всегда растёт у воды. 
Кулинария — это тонкая наука, где нужна не только выдержка, но и фантазия."""

text11 = """Мы отправились в путь, когда солнце взошло, и очень долго шли? 
Я знал, что он придёт. Но волновался!
"""
text12 = """Ива, раскинув ветви, свисала в овраг. """